{"translation": {
    "Home": "Домой",
    "enroll": "Записаться",
    "start": "Готовы начать?",
    "Classes": "Классы",
    "Location": "Адрес",
    "home_description_one": "Вы ищете веселые и познавательные занятия для вашего ребенка?",
    "home_description_two": "Вы хотите, чтобы они развивали <1>логику</1>, <3>критическое мышление</3> и <5>креативность</5>?",
    "home_description_three": "Kidcodia — идеальное место для юных умов в возрасте от 6 до 16 лет, где они могут погрузиться в мир программирования и технологий!",
    "support": "При поддержке",
    "1_description": "Знакомство с основными концепциями программирования с использованием визуального языка Scratch. Занятия являются интерактивными и практическими, что позволяет учащимся экспериментировать и работать самостоятельно. На уроках поощряются творческие способности и развиваются навыки решения проблем.",
    "2_description": "Программирование на Python. Со временем учащиеся приобретут прочную основу в программировании и логическом мышлении, что будет способствовать развитию их вычислительных навыков и способностей к решению проблем.",
    "3_description": "Творческое программирование с помощью JavaScript. На этих занятиях дети экспериментируют с созданием интерактивных изображений и интеграцией аудио и мультимедиа. Со временем учащиеся приобретут прочную основу в программировании, повысят свои творческие способности и технические навыки.",
    "4_description": "Развитие логического мышления, математического интеллекта, внимания и навыков решения проблем с помощью различных логических настольных игр, лабиринтов, головоломок и наглядных материалов.",
    "age": "Возраст детей",
    "price": "80 шекелей за урок",
    "time": "Длительность урока 55 минут",
    "classroom_capacity": "Максимум 6 человек в классе",
    "address": "Занятия проходят по адресу:",
    "floors": "4 этаж",
    "fill_form": "Чтобы записать ребенка, пожалуйста, заполните форму ниже",
    "form_name": "ваше имя",
    "form_phone": "номер телефона",
    "form_num_kids": "укажите колличество детей",
    "form_age_classes": "возраст ребёнка и интересующие его классы",
    "kids": "1-ый РЕБЕНОК, 2-ой РЕБЕНОК, 3-ий РЕБЕНОК, 4-ый РЕБЕНОК, 5-ый РЕБЕНОК, 6-ой РЕБЕНОК",
    "form_num_days": "сколько раз в неделю планируете посещать классы",
    "form_days": "выберите предпочтительные дни недели",
    "days": "день,дня",
    "weekdays": "ВОСКРЕСЕНЬЕ,ВТОРНИК,СРЕДА",
    "form_times": "выберите время",
    "form_questions": "Если у вас есть вопросы, напишите их здесь",
    "welcome": "ДОБРО ПОЖАЛОВАТЬ В",
    "footer_one": "Веселые и познавательные занятия для детей от 6 до 16 лет.",
    "footer_two": "Развивайте критическое мышление, логические способности и навыки решения проблем.",
    "footer_three": "Изучайте программирование и технологии.",
    "contact": "свяжитесь с нами: ",
    "for": "В КЛАССЫ",
    "process": "Отправка формы...",
    "thanks": "Спасибо! Веселого кодинга!"
}}